Repository: vermont42/Konjugieren
Catalog: KonjugierenWidget/Localizable.xcstrings
Source language: en
Languages: de

source: Game Over
de: Spiel vorbei

# Game.wave %lld
source: Wave %lld
de: Welle %lld

# Intent.answerQuizQuestionID
source: Question ID
de: Fragen-ID

# Intent.answerQuizSelectedAnswer
source: Selected Answer
de: Ausgewählte Antwort

# Intent.answerQuizTitle
source: Answer Quiz
de: Quiz beantworten

# Intent.nextVerbTitle
source: Next Verb
de: Nächstes Verb

# Intent.openQuizTitle
source: Open Quiz
de: Quiz öffnen

# Intent.openRandomVerbTitle
source: Open Random Verb
de: Zufallsverb öffnen

# QuickQuiz.description
source: Launch the conjugation quiz.
de: Das Konjugationsquiz starten.

# QuickQuiz.name
source: Quick Quiz
de: Schnelles Quiz

# Quiz.configDescription
source: Test your German verb conjugation skills.
de: Teste deine Kenntnisse der deutschen Verbkonjugation.

# Quiz.configDisplayName
source: Conjugation Quiz
de: Konjugationsquiz

# Quiz.correct
source: Correct!
de: Richtig!

# Quiz.incorrect
source: Incorrect
de: Falsch

# RandomVerb.description
source: Open a random German verb.
de: Ein zufälliges deutsches Verb öffnen.

# RandomVerb.name
source: Random Verb
de: Zufallsverb

# VerbDesTages.configDescription
source: A daily German verb with conjugations.
de: Ein tägliches deutsches Verb mit Konjugationen.

# VerbDesTages.configDisplayName
source: Verb of the Day
de: Verb des Tages
